EEC_PROP/src/main/resources/OP_02/FLC/MSG.001_TRN.001/Log/Received_MSG_PRS.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header xmlns:wsa="http://www.w3.org/2005/08/addressing" xmlns:int="urn:EEC:Interaction:v1.0"><wsa:MessageID>urn:uuid:5dfbad4c-27f2-42fd-8641-567ffe9949c5</wsa:MessageID><int:ProcedureID>urn:uuid:4376204a-6272-46d9-9939-8eed953234dd</int:ProcedureID><int:ConversationID>urn:uuid:f8177d04-8ddc-4455-8cb6-7bdd3530a83b</int:ConversationID><wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To><wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.PRS</wsa:Action><wsa:ReplyTo><wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address></wsa:ReplyTo><wsa:RelatesTo>urn:uuid:243bd4ac-05fb-427c-bd1c-ee6069b318f9</wsa:RelatesTo><int:Integration>
                        <int:TrackID>urn:uuid:312a17ac-62c4-4e8a-9e93-f0fdf7809865</int:TrackID>
                        <int:AcceptTime>2020-01-13T13:55:42+03:00</int:AcceptTime>
                    </int:Integration></soap:Header><soap:Body><sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0"><sgn:SignalId>bd3106b1-5bcd-43c1-bbfe-1266ea2d2d7c</sgn:SignalId><sgn:DateTime>2020-01-13T13:55:42.432</sgn:DateTime></sgn:ProcessingReceipt></soap:Body></soap:Envelope>
